import 'package:flutter/material.dart';

const black = Color.fromRGBO(13, 13, 13, 1);
const blue = Color.fromRGBO(154, 201, 242, 1);
const ballText = 'Встряхни,\nили нажми,\nкогда загадаешь';

const List<String> Answers = [
  'Я\n полагаю, да',
  'Спроси\n об этом позже',
  'Лучше не\n говорить тебе сейчас',
  'Не могу\n сейчас предсказать',
  'Спроси\n снова, когда\n сконцентрируешься',
  'Не\n рассчитывай\n на это',
  'Это\n точно',
  'Это\n решительно так',
  'Вероятно',
  'Мой\n ответ нет',
  'Мои\n источники\n говорят нет',
  'Прогноз\n не лучший',
  'Прогноз хороший',
  'Ответ\n туманный,\n попробуй еще раз',
  'Знаки\n указывают - да',
  'Очень\n сомнительно',
  'Без\n сомнения',
  'ДА',
  'Определенно ДА',
  'Можешь\n верить в это',
];
